<div class="window-auth window">
    <div class="window-input">
      <div class="window-animate">
	  
        <p class="text-right"><span class="window-close">×</span></p>
        <h3 class="window-title">Войти</h3>
        <p>E-mail</p>
        <input class="window-auth-email" id='auth-email' placeholder="email@yandex.ru">
        <p>Пароль</p>
        <input type="password" id='auth-password' class="window-auth-password" placeholder="Пароль">
        <p class="text-center">
          <a class="rem-pass" href="#">Забыли пароль?</a>
          <button class="auth-link auth-btn">Войти</button>
        </p>
        <div class="remember-pass">
          <h3 class="window-title">Восстановить пароль</h3>
          <p>E-mail</p>
          <input type="hidden" class="form-control" id="auth-word" value="">
          <input class="window-auth-email" id='auth-email2' placeholder="email@yandex.ru">
          <p class="text-center">
            <button class="recovery-password">Восстановить</button>
          </p>
        </div>
      </div>
    </div>
  </div>
  <div class="window-rules window">
    <div class="window-input">
      <div class="window-animate">
        <p class="text-right"><span class="window-close">×</span></p>
        <h3 class="window-title">Правила</h3>
        <div class="window-rules-list">
             <p><span>1</span> | Мы не имеем никакого отношения к брокерам, не предоставляем и никогда не предоставляли свои торговые сигналы брокерам, в частности IQ option!</p>

             <p><span>2</span> | Любое использование, как любой из частей, так и всего программного комплекса приема торговых сигналов, тестирования торговых стратегий "Trust Signals" и программных продуктов на его базе (далее «Сервис»), допустимо только в полном принятии настоящих Правил оказания услуг (далее Правила).</p>

             <p><span>3</span> | Используя Сервис, в том числе и веб-приложение на его базе, Вы осознаете и подтверждаете, что Вы: во-первых - прочитали и поняли содержание настоящих Правил; во-вторых - согласны соблюдать настоящие Правила; в-третьих - достигли установленного законом возраста для заключения соглашений аналогичных этому.</p>

             <p><span>4</span> | Поставляемые сервисом торговые сигналы являются нашим общерыночным комментарием и мы не несём ответственность за потерю вашего депозита, так как торговля бинарными опционами сопряжена с высоким риском. Мы не гарантируем 100% результат.</p>

             <p><span>5</span> | Не существует метода, позволяющего гарантировать прибыль от операций на финансовых рынках. Мы не обязаны поставлять торговые сигналы, связанные с котировками на каком-то конкретном рынке.</p>

             <p><span>6</span> | Пользователь осознает риски, связанные с использованием интернета и мобильной связи, в том числе аппаратного и программного обеспечения, каналов связи.</p>

             <p><span>7</span> | Пользователь может использовать Сервис только для целей, связанных с его нормальным функционированием, и только до тех пор - пока находится в рамках настоящего Соглашения.</p>

             <p><span>8</span> | В аспекте использования Сервиса, пользователь соглашается соблюдать все местные, региональные, государственные и международные законы и договоренности, и обязуется - не нарушать, не способствовать нарушению третьей стороной, не ущемлять любые права (имущественные и неимущественные) других лиц, нашей политики и механизмов обеспечения безопасности Сервиса.</p>

             <p><span>9</span> | Вы признаете, что Сервис и его содержимое - торговые знаки, знаки обслуживания и логотипы, содержащиеся в Сервисе, защищены авторскими правами, торговыми знаками, патентами и другими правами собственности, как по отношению к отдельным объектам, так и к групповой работе ,и комплекса в целом.В соответствии с законодательством и международными конвенциями.</p>

             <p><span>10</span> | Информация и Сервис предоставляются на условиях "как есть" и "как доступен". Мы отказываемся от всех гарантий любого рода, явных или подразумеваемых, включая, помимо прочего, гарантии пригодности для конкретных целей и отсутствия нарушения прав.</p>

             <p><span>11</span> | Мы не предоставляем гарантии, что Сервис или информация, размещенная посредством Сервиса, будут соответствовать Вашим требованиям или будут исчерпывающими, своевременными, безопасными, точными, корректными или будут доступными.</p>

             <p><span>12</span> | Ни при каких обстоятельствах мы не несем ответственности за непрямые, случайные, специальные, штрафные или косвенные убытки, возникшие: в результате использования или невозможности использования любой части или целиком Сервиса; в результате неточностей или ошибок в информационном содержимом.</p>
             <p><span>13</span> | Сервис не возвращает непотраченые средства, оставшиеся в качестве времени на балансе в личном кабинете у пользователя, так как мы работаем с партнёрами!</p>
             <p><span>14</span> | Пользователь оплачивает не за торговые сигналы, а за использование ресурсов нашего Сервера.</p>
             <p><span>15</span> | Общее предупреждение о риске: "Торговля бинарными опционами является высоко-рискованной и может привести к частичной или полной потере всех средств на Вашем счете!" </p>
             <p>Перед принятием решения о начале торговли, рекомендуем ознакомиться с правилами и условиями торговли. Все решения принимаются трейдерами самостоятельно.Сервис не несет за них ответственности.</p>
             <p><span>16</span> | Адмистрация оставляет за сабой право редактировать и дополнять настоящее Соглашение - правило.</p>
          </div>
      </div>
    </div>
  </div>
  <div class="window-reg window">
    <div class="window-input">
      <div class="window-animate">
        <p class="text-right"><span class="window-close">×</span></p>
        <h3 class="window-title">Регистрация</h3>
        <p>Имя</p>
        <input class="window-auth-email" id="reg-name" placeholder="Иван Петров">
        <p>E-mail</p>
        <input class="window-auth-email" id="reg-email" placeholder="email@yandex.ru">
        <p>Пароль</p>
        <input type="password" id="reg-password" class="window-auth-password" placeholder="Пароль">
        <p>Подтверждение пароля</p>
        <input type="password" id="reg-password2" class="window-auth-password" placeholder="Подтверждение пароля">
        <p class="secret-worlds">Секретное слово <span data-toggle="tooltip" data-placement="top" title="Придумайте секретное слово. Оно необходимо при попытке восстановления пароля" class="fa fa-question"></span></span></p>
        <input type="text" id="reg-word" class="window-auth-password" placeholder="Секретное слово">
        <p>Пол</p>
        <div class="select-box">
          <select id="reg-sex">
            <option>Мужской</option>
            <option>Женский</option>
          </select>
        </div>
        <p class="win-rules">
          <input type="checkbox" id="reg-rules" class="iagree" />
          <label class="label-checkbox" for="reg-rules"></label> <label for="reg-rules">Я соглашаюсь с <a class="to-rules" href="#">правилами</a>
          <span class="hidden-letters"> сервиса</span></label>
        </p>
        <p class="text-center">
          <a class="to-auth" href="#">Есть акканут?</a>
          <button class="auth-link reg-btn"><span></span> Регистрация</button>
        </p>
      </div>
    </div>
  </div>